IDEA StatiCa Open Model
OpenModel.ProjectDataConcrete Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the projet data concrete
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ProjectDataConcrete ProjectDataConcrete { get; set; }
Public Property ProjectDataConcrete As ProjectDataConcrete
	Get
	Set
public:
property ProjectDataConcrete^ ProjectDataConcrete {
	ProjectDataConcrete^ get ();
	void set (ProjectDataConcrete^ value);
}
Property Value
Type: ProjectDataConcrete
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace